[
  {
    "id": 1,
    "title": "Return Policy Duration",
    "text": "Customers may return items within 30 days of delivery if they are unused, unwashed, and in their original packaging with all tags attached.",
    "category": "returns",
    "type": "policy"
  },
  {
    "id": 2,
    "title": "Return Shipping Fee",
    "text": "Customers are responsible for return shipping costs unless the item arrived damaged or was incorrect due to our error.",
    "category": "returns",
    "type": "policy"
  },
  {
    "id": 3,
    "title": "Damaged Products",
    "text": "If a product arrives damaged, customers must report the issue within 48 hours by submitting photos and order details to our support team.",
    "category": "returns",
    "type": "policy"
  },
  {
    "id": 4,
    "title": "Refund Processing Time",
    "text": "Refunds are processed within 7 to 14 business days after we receive and inspect the returned item. Refunds are issued to the original payment method.",
    "category": "refunds",
    "type": "policy"
  },
  {
    "id": 5,
    "title": "Non-Refundable Items",
    "text": "Certain items such as hygiene products, cosmetics, gift cards, and clearance sale items are not eligible for returns or refunds.",
    "category": "refunds",
    "type": "policy"
  },
  {
    "id": 6,
    "title": "Order Cancellation",
    "text": "An order can be canceled within 2 hours of purchase unless it has already been packed or shipped. After shipment, cancellation is not possible.",
    "category": "cancellation",
    "type": "policy"
  },
  {
    "id": 7,
    "title": "Warranty Claims",
    "text": "Products with manufacturer warranty must be claimed directly through the brand's authorized service centers. Warranty duration varies by product.",
    "category": "warranty",
    "type": "policy"
  },
  {
    "id": 8,
    "title": "Exchange Policy",
    "text": "Eligible items may be exchanged once for a different size or color, subject to stock availability. Exchanges must follow the same return conditions.",
    "category": "exchange",
    "type": "policy"
  },
  {
    "id": 9,
    "title": "Late Delivery Compensation",
    "text": "If a delivery is delayed beyond the estimated date by more than 7 business days due to our logistics partner, customers may request a shipping fee refund.",
    "category": "shipping",
    "type": "policy"
  },
  {
    "id": 10,
    "title": "Incorrect Address Responsibility",
    "text": "We are not responsible for delivery failures caused by incomplete or incorrect shipping addresses provided by the customer.",
    "category": "shipping",
    "type": "policy"
  }
]
